const categories = [
  "Утеплитель",
  "Газобетон",
  "Кирпич",
  "Сухая смесь",
  "Кровля"
];


const regions = ["СПБ", "МСК", "КРД"];

const products = [

  {
    id: 1,
    name: "Утеплитель Роквул Скандик 50 мм",
    category: "Утеплитель",
    prices: { СПБ: 1075, МСК: 1100, КРД: 950 }
  },
  {
    id: 2,
    name: "Утеплитель Кнауф ТеплоКНАУФ 50 мм",
    category: "Утеплитель",
    prices: { СПБ: 860, МСК: 900, КРД: 1300 }
  },
  {
    id: 3,
    name: "Утеплитель Технониколь 50 мм",
    category: "Утеплитель",
    prices: { СПБ: 920, МСК: 950, КРД: 980 }
  },

  {
    id: 4,
    name: "Газобетон СК D400 100х250х625 мм",
    category: "Газобетон",
    prices: { СПБ: 450, МСК: 430, КРД: 420 }
  },
  {
    id: 5,
    name: "Газобетон ЛСР D400 100х250х625 мм",
    category: "Газобетон",
    prices: { СПБ: 580, МСК: 550, КРД: 580 }
  },
  {
    id: 6,
    name: "Газобетон Бонолит D400 100х250х625 мм",
    category: "Газобетон",
    prices: { СПБ: 500, МСК: 510, КРД: 490 }
  },

  {
    id: 7,
    name: "Кирпич керамический пустотелый М-150",
    category: "Кирпич",
    prices: { СПБ: 15, МСК: 16, КРД: 14 }
  },
  {
    id: 8,
    name: "Кирпич силикатный полнотелый М-150",
    category: "Кирпич",
    prices: { СПБ: 12, МСК: 13, КРД: 11 }
  },

  {
    id: 9,
    name: "Смесь пескобетон М300 50 кг",
    category: "Сухая смесь",
    prices: { СПБ: 250, МСК: 260, КРД: 240 }
  },
  {
    id: 10,
    name: "Смесь Ceresit CN 69 25 кг",
    category: "Сухая смесь",
    prices: { СПБ: 400, МСК: 420, КРД: 390 }
  },

  {
    id: 11,
    name: "Металлочерепица Монтеррей 0,45 мм",
    category: "Кровля",
    prices: { СПБ: 500, МСК: 520, КРД: 480 }
  },
  {
    id: 12,
    name: "Профнастил С-8 0,45 мм",
    category: "Кровля",
    prices: { СПБ: 380, МСК: 400, КРД: 370 }
  }
];

module.exports = { categories, regions, products };